/*
  BKPasscodeView.strings
  Crypto Cloud - Nextcloud

  Created by Marino Faggiana on 25/11/14.
  Copyright (c) 2016 TWS. All rights reserved.
*/

"%d Failed Passcode Attempts" = "%d përpjekje të dështuara fjalëkalimi ";
"%d Failed Password Attempts" = "%d përpjekje të dështuara fjalëkalimi";

"1 Failed Passcode Attempt" = "1 përpjekje e dështuar kodkalimi";
"1 Failed Password Attempt" = "1 përpjekje e dështuar fjalëkalimi";

"Do you want to use Touch ID for authentication?" = "Dëshironi të përdorni identifikim biometrik për verifikim?";

"Done" = "U krye";

"Enable Touch ID" = "Aktivizo identifikimin biometrik";

"Enter a different passcode. Cannot re-use the same passcode." = "Fusni një kod tjetër kalimi. Nuk mund të përdoret i njëjti kod kalimi.";
"Enter a different password. Cannot re-use the same password." = "Fusni një fjalëkalim tjetër.  Nuk mund të përdoret i njëjti fjalëkalim.";

"Enter a passcode" = "Fusni një kodkalim";
"Enter a password" = "Fusni një fjalëkalim";

"Enter your new passcode" = "Fusni kodkalimin tuaj të ri";
"Enter your new password" = "Fusni fjalëkalimin tuaj të ri";

"Enter your old passcode" = "Fusni fjalëkalimin tuaj të vjetër";
"Enter your old password" = "Fusni fjalëkalimin tuaj të ri";

"Enter your passcode" = "Fusni kodkalimin";
"Enter your password" = "Fusni fjalëkalimin";

"Invalid Passcode" = "Kodkalim i pavlefshëm";
"Invalid Password" = "Fjalëkalim i pavlefshëm";

"Passcodes did not match.\nTry again." = "Kodkalimet nuk përputhen.\nProvoni përsëri.";
"Password did not match.\nTry again." = "Fjalëkalimet nuk përputhen.\nProvoni përsëri.";

"Re-enter your passcode" = "Rifusni kodkalimin";
"Re-enter your password" = "Rifusni fjalëkalimin";

"Try again in %d minutes" = "Provoni përsëri pas %d  minutave.";

"Try again in 1 minute" = "Provoni përsëri pas 1 minute";
